Repository: dinhquydds/nanocucurmin
Catalog: tm/guideline-level2.tmx
Source language: en_us
Languages: vi

source: (5-8 grams/day divided into two to three doses)
vi: (5-8 gram/ngày chia thành hai đến ba liều)

source: (Coronal Caries)
vi: (Sâu thân răng)

source: (NB: Both drugs are used in the same doses as when administered alone.)
vi: (Lưu ý: cả hai thuốc được dùng cùng liều như là khi dùng đơn lẻ.)

source: (Root Caries)
vi: (Sâu chân răng)

source: (caries risk)
vi: (nguy cơ sâu răng)

source: (non-PDT) lasers when used as an adjunct to SRP.
vi: laser diode khi bổ sung cho CVXLMCR.

source: (oral health literacy,
vi: (kiến thức sức khoẻ răng miệng,

source: (professional and home
vi: (chuyên nghiệp và tại nhà

source: *Sugar-free preparation is available
vi: *Có dạng không chứa đường

source: *Sugar-free preparation is available.
vi: Có dạng không chứa đường.

source: 1-11 years
vi: 1-11 tuổi

source: 1-2 years
vi: 1-2 tuổi

source: 1-4 years
vi: 1-4 tuổi

source: 1-5 years
vi: 1-5 tuổi

source: 10-17 years
vi: 10-17 tuổi

source: 100 mg three times daily
vi: 100 mg ba lần mỗi ngày

source: 100 mg twice daily
vi: 100 mg hai lần mỗi ngày

source: 12-17 years
vi: 12-17 tuổi

source: 125 mg four times daily
vi: 125 mg bốn lần mỗi ngày

source: 125 mg three times daily
vi: 125 mg ba lần mỗi ngày

source: 125 mg two
vi: 125 mg hai

source: 125mg three times daily
vi: 125mg mỗi ngày 3 lần

source: 187.5 mg two
vi: 187.5 mg hai

source: 2 hours
vi: 2 giờ

source: 2) either current certification in Advanced Cardiac Life Support (ACLS or equivalent) or completion of an appropriate dental sedation/anesthesia emergency management course on the same re-certification cycle that is required for ACLS.
vi: 2) hoặc chứng nhận hiện tại về Hỗ trợ sự sống tim mạch nâng cao (ACLS hoặc tương đương) hoặc hoàn thành khóa học xử trí khẩn cấp về an thần / gây mê thích hợp và được tái chứng nhận theo yêu cầu của ACLS.

source: 200 mg three times daily
vi: 200 mg ba lần mỗi ngày

source: 250 mg four times daily
vi: 250 mg bốn lần mỗi ngày

source: 250 mg three times daily
vi: 250 mg mỗi ngày 3 lần

source: 250 mg two
vi: 250 mg hai

source: 250 mg two times daily
vi: 250 mg hai lần mỗi ngày

source: 250 mg, or Oral Solution*, 125 mg/5 ml
vi: 250 mg, hoặc uống*, 125 mg/5 ml

source: 3 to 9 months as an adjunct to SRP with a small net benefit expected.
vi: 3 - 9 tháng bổ sung cho CVXLMCR với lợi ích nhỏ dự kiến.

source: 3, 6, 9 or 12 months for patients younger than 18 years, or
vi: 3, 6, 9 hoặc 12 tháng cho bệnh nhân nhỏ hơn 18 tuổi, hoặc,

source: 3, 6, 9, 12, 15, 18, 21 or 24 months for patients aged18 years or older.
vi: 3, 6, 9, 12, 15, 18, 21 hoặc 24 tháng cho bệnh nhân 18 tuổi hoặc lớn hơn.

source: 3-6 years
vi: 3-6 tuổi

source: 4 hours
vi: 4 giờ

source: 4 year review: 2008 (first review)
vi: Đánh giá sau 4 năm: 2008 (lần đầu)

source: 400 mg) three times daily.
vi: 400 mg), ba lần mỗi ngày.

source: 5-11 years
vi: 5-11 tuổi

source: 50 mg three times daily
vi: 50 mg ba lần mỗi ngày

source: 500 mg four times daily
vi: 500 mg bốn lần mỗi ngày

source: 500 mg three times daily
vi: 500 mg mỗi ngày 3 lần

source: 6 hours
vi: 6 giờ

source: 6-11 months
vi: 6-11 tháng

source: 6-11 years
vi: 6-11 tuổi

source: 62.5 mg four times daily
vi: 62.5 mg bốn lần mỗi ngày

source: 62.5 mg two
vi: 62.5 mg hai

source: 7-9 years
vi: 7-9 tuổi

source: 8 hours
vi: 8 giờ

source: 8 year review: 2012 (second review)
vi: Đánh giá sau 8 năm: 2012 (lần hai)

source: <12 years
vi: <12 tuổi

source: A poster explaining the guidance is also available.
vi: Poster giải thích hướng dẫn này cũng đã có.

source: A 24 month recall interval is inadequate in relation to oral cancer detection, particular since studies have indicated that the human papilloma virus (HPV) can be a cause of oral cancer.
vi: Khoảng tái khám 24 tháng là không đủ trong việc phát hiện ung thư miệng, đặc biệt khi các nghiên cứu chỉ ra human papilloma virus (HPV) có thể gây bệnh ung thư hốc miệng.

source: A body of evidence including studies rated as 2++, directly applicable to the target population, and demonstrating overall consistency of results, or
vi: Chủ yếu các bằng chứng từ các nghiên cứu đuoặc đánh giá 2 ++, áp dụng trực tiếp đến quần thể mục tiêu, và chứng minh được sự nhất quán của kết quả, hoặc

source: A body of evidence including studies rated as 2+, directly applicable to the target population and demonstrating overall consistency of results, or
vi: Chủ yếu bằng chứng từ các nghiên cứu được đánh giá 2+, áp dụng trực tiếp cho quần thể đích và chứng minh được tính nhất quán của kết quả, hoặc

source: A booklet, 'How NICE clinical guidelines are developed: an overview for stakeholders, the public and the NHS' is available.
vi: Một cuốn sách nhỏ, 'Các hướng dẫn lâm sàng NICE được xây dựng như thế nào: có một bản tổng quan cho các bên liên quan, công chúng và NHS.

source: A briefing for dentists and practice teams, available March 2011, on the NICE guideline on dental recalls and oral health.
vi: Báo cáo tóm tắt cho các nha sĩ và đội thực hành, có vào tháng 3 năm 2011, về hướng dẫn NICE về tái khám răng miệng.

source: A current certification in Basic Life Support for Healthcare Providers and
vi: và một chứng chỉ hiện tại trong Hỗ trợ sống cơ bản cho nhân viên y tế và

source: A declared brain-dead patient whose organs are being removed for donor purposes
vi: Bệnh nhân bị tuyên bố chết não có nội tạng sẽ được lấy để hiến tặng.

source: A dentist qualified in accordance with part III.
vi: một nha sĩ có trình độ theo phần III.

source: A device capable of measuring body temperature must be readily available during the administration of deep sedation or general anesthesia.
vi: Một thiết bị có khả năng đo nhiệt độ cơ thể phải được sẵn sàng trong quá trình thực hiện an thần sâu hoặc gây mê.

source: A focused physical evaluation must be performed as deemed appropriate.
vi: Một đánh giá thể chất tập trung phải được thực hiện khi thấy phù hợp.

source: A good practice point (GPP) is a recommendation for best practice based on the clinical experience of the Guideline Development Group
vi: Điểm thực hành tốt (GPP) là một khuyến cáo cho thực hành tốt nhất dựa trên kinh nghiệm lâm sàng cùa Nhóm Phát Triển Hướng Dẫn

source: A guide which outlines the management of bacterial infections is presented in Appendix 5.
vi: Một hướng dẫn tóm tắt cách kiểm soát nhiễm khuẩn được đính kèm ở phụ lục 5.

source: A guide which outlines the management of dental abscess is presented in Appendix 5.
vi: Một hướng dẫn tóm tắt cách kiểm soát áp xe nha khoa được đính trong phụ lục 5.

source: A guide which outlines the management of necrotising ulcerative gingivitis and pericoronitis is presented in Appendix 5.
vi: Một hướng dẫn điều trị tóm tắt các kiểm soát viêm lợi và viêm nha chu loét hoại tử được trình bày ở phụ lục. 5

source: A moribund patient who is not expected to survive without the operation
vi: Bệnh nhân hấp hối mà không qua khỏi nếu không phẫu thuật.

source: A normal healthy patient
vi: Bệnh nhân khoẻ mạnh bình thường

source: A patient may need to be seen more frequently for specific reasons such as disease management, ongoing courses of treatment, emergency dental interventions, or episodes of specialist care, which are outside the scope of an oral health review.
vi: Bệnh nhân có thể cần tái khám thường xuyên hơn vì lí do đặc biệt như xử trí bệnh tật, đang trong quá trình điều trị, can thiệp cấp cứu nha khoa, hoặc các đợt chăm sóc đặc biệt, mà nằm ngoài phạm vi của kiểm tra sức khoẻ răng miệng.

source: A patient with mild systemic disease
vi: Bệnh nhân có bệnh nhân toàn thân nhẹ

source: A patient with severe systemic disease
vi: Bệnh nhân có bệnh nhân toàn thân trầm trọng

source: A patient with severe systemic disease that is a constant threat to life
vi: Bệnh nhân có bệnh nhân toàn thân trầm trọng đe doạ tính mạng

source: A positive-pressure oxygen delivery system suitable for the patient being treated must be immediately available.
vi: Hệ thống máy thở áp suất dương phù hợp cho bệnh nhân đang điều trị phải có sẵn ngay lập tức.

source: A poster and leaflet for the public are also available (see Section 5).
vi: Một poster và tờ rơi cho công chúng cũng có sẵn (xem Phần 5).

source: A poster for dental practices, which explains to patients that drainage and analgesics are often the most effective treatments for dental infections, is available to download from the Scottish Medicines Consortium website (see www.scottishmedicines.org.uk/files/sapg/Dental_poster.pdf).
vi: Một Poster cho các tình huống lâm sàng nha khoa để giải thích cho bệnh nhân rằng dẫn lưu mủ và thuốc giảm đau là thường được sử dụng hiệu quả để điều trị nhiễm khuẩn nha khoa. Có thể tải chúng từ trang web này: www.scottishmedicines.org.uk/files/sapg/Dental_poster.pdf

source: A pre-procedural check of equipment for each administration must be performed.
vi: Cần phải thực hiện kiểm tra thiết bị trước mỗi thủ thuật.

source: A pre-procedural check of equipment for each administration of sedation must be performed.
vi: Cần phải thực hiện kiểm tra thiết bị trước mỗi thủ thuật an thần.

source: A questionnaire was distributed to GDG members and the National Collaborating Centre to consult them on the need for an update of the guideline.
vi: Một bản câu hỏi đã được phân phát cho các thành viên GDG và Trung tâm hợp tác quốc gia để tư vấn cho họ về sự cần thiết phải cập nhật hướng dẫn.

source: A recall interval of less than 3 months is not normally needed for a routine dental recall.
vi: Khoảng thời gian tái khám dưới 3 tháng không cần thiết cho việc tái khám nha khoa định kỳ.

source: A regular caries preventive program includes routine and periodic examination by a dentist, patient education, dietary advice and appropriate use of professional and home fluoride products and dental sealants.
vi: Một chương trình phòng ngừa sâu răng thông thường bao gồm khám răng định kỳ, giáo dục bệnh nhân, tư vấn chế độ ăn uống và sử dụng thích hợp các sản phẩm fluoride chuyên nghiệp và tại nhà và sealant nha khoa.

source: A suitable alternative for both conditions is amoxicillin.
vi: Một cách thay thế cho cà 2 trường hợp là sử dụng Amoxicillin.

source: A systematic review of RCTs or a body of evidence consisting principally of studies rated as 1+, directly applicable to the target population, and demonstrating overall consistency of results
vi: Một tổng quan hệ thống của thử nghiệm ngẫu nhiên có nhóm chứng gồm chủ yếu các nghiên cứu được đánh giá 1+, trực tiếp áp dụng cho quần thể mục tiêu, và chứng minh được tính nhất quán của kết quả

source: A total 71% of people were re-attending within a nine month period.
vi: Tổng cộng 71% số người tham gia lại trong vòng 9 tháng.

source: A web app of the guidance is also available at http://madp.sdcep.org.uk/.
vi: Một app Hướng dẫn điều trị có ở đây: http://madp.sdcep.org.uk/

source: ADULT
vi: NGƯỜI LỚN

source: Abnormal Appearance
vi: Vẻ ngoài bất thường

source: About this guideline
vi: Về hướng dẫn này

source: Adapted with permission.
vi: Phù hợp với sự cho phép

source: Administration of deep sedation or general anesthesia by another qualified dentist or independently practicing qualified anesthesia healthcare provider requires the operating dentist and his/her clinical staff to maintain current certification in Basic Life Support (BLS) Course for the Healthcare Provider.
vi: Việc điều trị an thần sâu bởi nha sĩ đủ trình độ hoặc bác sĩ độc lập đủ điều kiện gây mê đòi hỏi operating dentist và đội ngũ nhân viên duy trì chứng chỉ hiện tại về Hỗ trợ sự sống cơ bản cho nhân viên y tế.

source: Administration of minimal sedation by another qualified dentist or independently practicing qualified anesthesia healthcare provider requires the operating dentist and his/her clinical staff to maintain current certification in Basic Life Support for Healthcare Providers.
vi: Việc điều trị an thần tối thiểu bởi nha sĩ đủ trình độ hoặc bác sĩ độc lập đủ điều kiện gây mê đòi hỏi operating dentist và đội ngũ nhân viên duy trì chứng chỉ hiện tại về Hỗ trợ sự sống cơ bản cho nhân viên y tế.

source: Administration of moderate sedation by another qualified dentist or independently practicing qualified anesthesia healthcare provider requires the operating dentist and his/her clinical staff to maintain current certification in Basic Life Support for Healthcare Providers.
vi: Việc điều trị an thần trung bình bởi nha sĩ đủ trình độ hoặc bác sĩ độc lập đủ điều kiện gây mê đòi hỏi operating dentist và đội ngũ nhân viên duy trì chứng chỉ hiện tại về Hỗ trợ sự sống cơ bản cho nhân viên y tế.

source: Adults and children with structural cardiac defects at risk of developing infective endocarditis
vi: Người lớn và cả trẻ em mắc bệnh tim đều có nguy cơ viêm nội tâm mạc nhiễm khuẩn

source: Advise adults that use of sucrose-free polyol (xylitol only or polyol combinations) chewing gum for 10 to 20 minutes after meals may reduce incidence of coronal caries.
vi: Tư vấn với người lớn rằng sử dụng polyol không sucrose (chỉ có xylitol hoặc kết hợp polyol) nhai kẹo cao su trong 10 đến 20 phút sau bữa ăn có thể làm giảm tỉ lệ sâu răng.

source: Advise parents and caregivers of children 5 years or older that the daily use of xylitol-containing lozenges or hard candy that are dissolved slowly in the mouth after meals may reduce incidence of coronal caries.
vi: Tư vấn cho phụ huynh và người chăm sóc trẻ em từ 5 tuổi trở lên rằng việc sử dụng viên ngậm xylitol hàng ngày hoặc kẹo cứng đã được giải phóng chậm trong miệng sau bữa ăn có thể giảm tỷ lệ mắc bệnh sâu răng.

source: Advise parents and caregivers of children 5 years or older that use of sucrose-free polyol (xylitol only or polyol combinations) chewing gum for 10 to 20 minutes after meals may reduce incidence of coronal caries
vi: Tư vấn cho phụ huynh và người chăm sóc trẻ em từ 5 tuổi trở lên rằng việc sử dụng polyol không có sucroza (chỉ có xylitol hoặc kết hợp polyol) nhai kẹo cao su trong 10 đến 20 phút sau bữa ăn có thể làm giảm tỉ lệ mắc bệnh sâu răng

source: Advise patient to avoid alcohol (metronidazole has a disulfiram-like reaction with alcohol).
vi: Dặn bệnh nhân không uống rượu (Metronidazole có phản ứng giống disulfiram ngăn chuyển hóa rượu tạo cảm giác khó chịu để cai nghiện rượu)

source: Advise patient to discontinue use immediately if diarrhoea or colitis develops as clindamycin can cause the side-effect of antibiotic-associated colitis.
vi: Khuyên bệnh nhân ngừng thuốc ngay nếu có tiêu chày hoặc viêm kết tràng mà Clindamycin có thể là nguyên nhân gây những phản ứng phụ của viêm kết tràng liên quan đến dùng kháng sinh.

source: Advise patients to space out doses as much as possible throughout the day.
vi: Hãy khuyên bệnh nhân giãn khoảng cách các liều trong ngày xa nhất có thể..

source: After an agreed interval, the patient will return for an oral health review (OHR), during which the histories and examination will be updated and any changes in risk factors noted.
vi: Sau khoảng thời gian đã thoả thuận, bệnh nhân sẽ trở lại để kiểm tra sức khoẻ răng miệng (KTSKRM), trong đó lịch sử khám sẽ được cập nhật và mọi thay đổi về các yếu tố nguy cơ được ghi nhận.

source: After publication of the guideline, information will be needed on whether patients visit the dentist at the agreed interval, and their reasons for this.
vi: Sau khi xuất bản hướng dẫn này, cần có thông tin về việc liệu bệnh nhân có đến bác sĩ nha khoa trong khoảng thời gian đã thoả thuận và lý do của họ.

source: Against
vi: Chống lại

source: Agree with
vi: Đồng ý với

source: All NICE guidelines are developed in accordance with a scope document that defines what the guideline will and will not cover.
vi: Tất cả các hướng dẫn NICE được xây dựng phù hợp với một phạm vi tài liệu định nghĩa cái gì hướng dẫn sẽ và sẽ không bao gồm.

source: All rights reserved.
vi: Tất cả quyền được bảo lưu.

source: Also the use of broad-spectrum antibiotics is associated with the increase in Clostridium difficile infection observed in both primary and secondary care.
vi: Cũng như vậy, việc sử dụng kháng sinh phổ rộng cũng liên quan đến sự gia tăng nhiễm khuẩn Clostridium dificile thấy ở cả giai đoạn điều trị sơ khởi và thứ cấp.

source: Also, in these cases the abscess is mostly isolated from the circulation, resulting in very little antibiotic penetration.
vi: Ngoài ra, trong các trường hợp này, các áp xe gần như bị cô lập khỏi mạch máu, kết quả là lượng kháng sinh rất nhỏ xuyên qua được.

source: Also, no additional contraceptive precautions are required when contraceptive patches or vaginal rings are used with antibacterials that do not induce liver enzymes.
vi: Ngoài ra, cũng không cần chú ý thận trọng với miếng dán tránh thai hoặc vòng tránh thai âm đạo được sử dụng cùng các loại kháng sinh không làm tăng men gan.

source: Altered Sensation or
vi: Dị cảm

source: Although cognitive function and coordination may be modestly impaired, ventilatory and cardiovascular functions are unaffected.1
vi: Mặc dù chức năng nhận thức và phối hợp có thể bị suy yếu, chức năng hô hấp và tim mạch không bị ảnh hưởng.1

source: Although the concept of titration of a drug to effect is critical for patient safety, when the intent is moderate sedation one must know whether the previous dose has taken full effect before administering an additional drug increment.
vi: Mặc dù khái niệm chuẩn độ của một loại thuốc có hiệu lực là rất quan trọng đối với sự an toàn của bệnh nhân, khi mục đích là an thần trung bình phải biết liệu liều thuốc trước đã có hiệu lực đầy đủ hay không trước khi cho thuốc tăng thêm.

source: Although transepithelial cytology has validity in identifying disaggregated dysplastic cells, the panel suggests surgical biopsy for definitive diagnosis (Classification: D)
vi: Mặc dù tế bào chuyển dạng biểu mô có giá trị trong việc xác định các tế bào loạn sản, bảng trên cho thấy sinh thiết phẫu thuật để chẩn đoán xác định (Phân loại: D)

source: American Society of Anesthesiologists Fasting Guidelines3
vi: Hướng dẫn nhịn ăn của Hiệp Hội Các Nhà Gây Tê Mỹ 3

source: Amoxicillin Capsules, 250 mg, or Oral Suspension*, 125 mg/5 ml or 250 mg/5 ml
vi: Amoxicillin viên nhộng, 250 mg, hoặc hỗn hống*, 125 mg/5 ml or 250 mg/5 ml

source: Amoxicillin Capsules, 500 mg
vi: Amoxicillin viên nhộng, 500 mg

source: Amoxicillin is usually effective at treating such infections, and is as effective as phenoxymethyl- penicillin (penicillin V) but is better absorbed.
vi: Amoxicillin thông thường là hiệu quả trong điều trị những nhiễm khuẩn đó và mức độ hiệu quả ngang với Phenoxymethylpenicillin (Penicillin V) nhưng lại dễ hấp thu hơn.

source: Amoxicillin, like other penicillins, can result in hypersensitivity reactions, including rashes and anaphylaxis, and can cause diarrhoea.
vi: Amoxicillin, giống như các Penicillin khác, có thể dẫn đến phản ứng quá mẫn, gồm có phát ban và sốc phản vệ, và có thể tiêu chảy

source: An advanced education program accredited by the Commission on Dental Accreditation that affords comprehensive and appropriate training necessary to administer and manage deep sedation or general anesthesia, commensurate with Part IV.C of these guidelines;
vi: Một chương trình giáo dục nâng cao được công nhận bởi Ủy ban về Công nhận Nha khoa cung cấp đào tạo toàn diện và thích hợp cần thiết để sử dụng và kiểm soát an thần sâu hoặc gây mê, tương xứng với Phần IV.C của hướng dẫn này;

source: An appropriate 5-day regimen is a choice of:
vi: Một phác đồ phù hợp 5 ngày là chọn lựa của:

source: An appropriate 7-day regimen is:
vi: Một phác đồ phù hợp 7 ngày là:

source: An appropriate focused physical evaluation must be performed.
vi: Phải thực hiện một đánh giá thể chất phù hợp.

source: An appropriate focused physical evaluation should be performed.
vi: Nên thực hiện một đánh giá thể chất phù hợp.

source: An appropriate scavenging system must be available if gases other than oxygen or air are used.
vi: Một hệ thống hút phù hợp phải có sẵn nếu dùng khí gas khác ngoài oxy.

source: An electronic decision support tool based on the information contained within these flowcharts is also provided.
vi: Một công cụ điện tử hỗ trợ đưa ra quyết định dựa vào thông tin trong sơ đồ cũng được cấp.

source: An intravenous line, which is secured throughout the procedure, must be established except as provided in part IV.
vi: Một đường truyền tĩnh mạch, để đảm bảo trong suốt thủ thuật phải được thiết lập ngoại trừ trường hợp được mô tả trong phần IV.

source: Anti-discrimination and equalities considerations
vi: Chống phân biệt đối xử và bình đẳng.

source: Antibiotic prophylaxis against infective endocarditis
vi: Kháng sinh dự phòng viêm nội tâm mạc nhiễm khuẩn

source: Antibiotic prophylaxis against infective endocarditis is not recommended routinely[1]:
vi: Kháng sinh dự phòng viêm nội tâm mạc nhiễm khuẩn đã không còn được khuyên dùng thường quy nữa:

source: Antibiotics and Contraception
vi: Thuốc kháng sinh và thuốc tránh thai

source: Antibiotics are also appropriate for sinusitis where there are persistent symptoms and/or purulent discharge lasting at least seven days or where symptoms are severe.
vi: Kháng sinh cũng phù hợp cho viêm xoang có triệu chứng kéo dài và/hoặc mủ chảy ra kéo dài ít nhất 7 ngày hoặc triệu chứng rầm rộ.

source: Antibiotics are not appropriate in cases where the infection is localised to the peri-radicular tissues as this indicates that the infection is being adequately managed by the immune system.
vi: Các thuốc kháng sinh không phù hợp trong các trường hợp nhiễm khuẩn khu trú mô quanh chóp bởi lúc đó các nhiễm khuẩn này đang trong kiểm soát của hệ miễn dịch.

source: Antibiotics are only appropriate for oral infections where there is evidence of spreading infection (cellulitis, lymph node involvement, swelling) or systemic involvement (fever, malaise).
vi: Kháng sinh chỉ phù hợp với các nhiễm trùng miệng khi có thấy có bằng chứng của lan rộng nhiễm khuẩn (Viêm mô tế bào, có hạch liên quan, khối sưng) hoặc có biểu hiện toàn thân (sốt, mệt mỏi khó chịu).

source: Antibiotics are only required if immediate drainage is not achieved using local measures or in cases of spreading infection (swelling, cellulitis, lymph node involvement) or systemic involvement (fever, malaise), all of which suggest that the immune system alone is not able to adequately manage the infection.
vi: Các kháng sinh chỉ cần thiết khi dẫn lưu tức thì không thành công với các phương pháp tại chỗ hoặc trong trường hợp nhiễm khuẩn lan rộng (khối sưng, viêm mô tế bào, nổi hạch) hoặc ảnh hưởng toàn thân (sốt, khó ở), tất cả đều cho thấy rằng hệ thống miễn dịch một mình không đủ để xử trí nhiễm trùng.

source: Antibiotics should not be used as prophylactic prescriptions to prevent infections after a routine dental surgical procedure.
vi: Thuốc kháng sinh không nên sử dụng như là đơn thuốc dự phòng để phòng nhiễm khuẩn sau các qui trình phẫu thuật nha khoa thường quy.

source: Any
vi: Bất kỳ

source: Any episodes of infection in people at risk of infective endocarditis should be investigated and treated promptly to reduce the risk of endocarditis developing.
vi: Bất kì đợt nhiễm khuẩn nào của người có nguy cơ viêm nội tâm mạc nhiễm khuẩn nên được thăm khám và điều trị trước để giảm nguy cơ bệnh tiến triển.

source: Any other use, copying, or distribution, whether in printed or electronic format, is strictly prohibited without the prior written consent of the ADA.
vi: Bất kỳ việc sử dụng, sao chép, phân phối vì mục đích khác, cho dù bằng bản in hay ấn phẩm điện tử, đều bị cấm mà không cần có văn bản của ADA.

source: Appendix 1
vi: Phụ lục 1

source: Appendix 2
vi: Phụ lục 2

source: Appendix A: Grading scheme
vi: Phụ lục A: Chương trình phân loại

source: Appendix B: The Guideline Development Group
vi: Phụ Lục B: Nhóm Phát Triển Hướng dẫn

source: Appendix C: The Guideline Review Panel
vi: Phụ Lục C: Ban Đánh giá hướng dẫn
